{
    "header": {
        "home": "home",
        "skills": "skills",
        "experiences": "experiences",
        "educations": "educations",
        "projects": "projects",
        "about": "about",
        "en": "en",
        "fr": "fr"
    },
    "home": {
        "hello": "Hi, I'm",
        "name": "Antony",
        "job1": "Game developer",
        "job2": "Web developer"
    },
    "skills": {
        "title": "Skills",
        "react": "react js",
        "vue": "vue js",
        "svelte": "svelte js",
        "ts": "typescript",
        "js": "javascript",
        "node": "node js",
        "playwright": "playwright",
        "storybook": "storybook",
        "unity": "unity",
        "csharp": "c#",
        "github": "github",
        "gitlab": "gitlab",
        "git": "git",
        "mongo": "mongoDB",
        "sass": "sass"
    },
    "experiences": {
        "title": "Experiences",
        "ipponBis": {
            "date": "2023 September - Now",
            "job": "Fullstack consultant at Ippon Technologies",
            "description": "Fullstack consultant for Ippon Technologies"
        },
        "ippon": {
            "date": "2023 March - 2023 August",
            "job": "Fullstack developer at Ippon Technologies",
            "description": "6-month internship as fullstack developer for Ippon Technologies"
        },
        "trackapBis": {
            "date": "2022 September - 2023 February",
            "job": "Front-end developer at Trackap",
            "description": "6-month part-time internship (3 days per week) for Trackap. Worked as web developer"
        },
        "sobook": {
            "date": "2021 april - july",
            "job": "Fullstack developer at SoBook",
            "description": "4-month internship as fullstack developer for SoBook company"
        },
        "trackap": {
            "date": "2020 october - 2021 march",
            "job": "Front-end developer at Trackap",
            "description": "6-month part-time internship (2 days per week) for Trackap. Worked as web developer"
        },
        "skipty": {
            "date": "2019 july - december",
            "job": "Fullstack developer at Skipty",
            "description": "6-month internship as web developer for the Skipty startup"
        }
    },
    "projects": {
        "title": "Projects",
        "year": "Year",
        "genre": "Genre",
        "what": "What",
        "download": "Download",
        "playIt": "Play it now!",
        "lagTips": "In case you encounter lag issues on play, please try switching to a different web browser",
        "forestBoy": {
            "name": "Forest Boy",
            "genre": "2D Video Game, solo",
            "what": "Project developed using Unity",
            "description": "Die & Retry platform game inspired by current Super Meat Boy et Ori And The Blind Forest games. You embody a little red character and have as purpose to reach the end of the level alive"
        },
        "epicture": {
            "name": "Epicture",
            "genre": "Mobil app",
            "what": "Project developed with react native for an Epitech's 3rd year project",
            "description": "Based on already existing app: Imgur, the purpose of the project is to remake a soft version of this app with its basic features using Imgur's API (Categories, add photos, takes photos, user profile, fav, like, comments, research, sort)"
        },
        "astroBrawl": {
            "name": "Astro Brawl",
            "genre": "3D Video game, multiplayer local & host based",
            "what": "Project developed using Unity in a context of a game jam within my university [Reworking in progress]",
            "description": "For theme: 'space', we went on a Super Smash Bros game like in the space (up to 4 players). Having for only capacity a dash, the goal is to throw out of the viewport the other players to eliminate them"
        },
        "rewinder": {
            "name": "Rewinder",
            "genre": "3D Video game, solo",
            "what": "Project develped using Unity in a context of a game jam",
            "description": "For theme: 'temporality', we went on an solo Adventure and enigma game. In a castle with a witched king, explore, avoid and succeed the enigmas using your back in time power!"
        },
        "gameOfLife": {
            "name": "Game of life",
            "genre": "Simulation game",
            "what": "Project developed using Unity in the context of a game project at my Croatian university",
            "description": "The Game of Life, is a cellular automaton devised by the British mathematician John Horton Conway in 1970. It is a zero-player game, meaning that its evolution is determined by its initial state. The game follows simple rules that define the living or dead state of a cell"
        },
        "apiSave": {
            "name": "API save",
            "genre": "APIs",
            "what": "Project developed using nodeJS in a context of an internship project",
            "description": "The purpose is to save the databases of clients on a company's server. The project is made of one server which stores the saves of each client as well as a unique API installed on each client's server, which creates the saves and send them to the storage server"
        },
        "pong": {
            "name": "3D Pong",
            "genre": "3D Video game, multiplayer local",
            "what": "Project developed using Unity",
            "description": "Jump back in the famous pong game restyled in 3D! You will be able to play with new gameplay mechanics such as powerups, obtsacles and a time evolutive ball speed to give a more competitive game experience!"
        },
        "skullKingScore": {
            "name": "Skull King Score",
            "genre": "Mobile application",
            "what": "Personal project developed using Flutter",
            "description": "Skull King Score is a scorer counter application for the social board game 'Skull King'. The application give automatically compute players scores based on the data input.\n\n*The application is for now only available as .apk file for android"
        }
    },
    "about": {
        "title": "About",
        "description": "Fullstack consultant for Ippon Technologies, I particularly appreciate working on visual projects such as web or game development. During my 4th study year, I lived 1 year in Croatia as an Erasmus and followed the Game Development program. Besides IT, I have been a climber for more than 10 years now. That is a very important activity to me because it allows me to relax, giving my best and keeping me in good shape."
    }
}
