{
    "header": {
        "home": "home",
        "skills": "skills",
        "experiences": "experiences",
        "educations": "educations",
        "work": "projects",
        "about": "about",
        "en": "en",
        "fr": "fr"
    },
    "home": {
        "hello": "Hi, I'm",
        "name": "Antony",
        "job1": "Game developer",
        "job2": "Web developer"
    },
    "skills": {
        "title": "Skills",
        "react": "react js",
        "vue": "vue js",
        "node": "node js",
        "mongo": "mongoDB",
        "html": "html",
        "css": "css",
        "sass": "sass",
        "js": "javascript",
        "c": "c",
        "cpp": "c++",
        "csharp": "c#",
        "git": "git",
        "gitlab": "gitlab",
        "github": "github",
        "travis": "travis"
    },
    "experiences": {
        "title": "Experiences",
        "sobook": {
            "date": "2021 april - july",
            "job": "Developer fullstack at SoBook",
            "description": "4-month internship as fullstack developer inside the SoBook company"
        },
        "trackap": {
            "date": "2020 october - 2021 march",
            "job": "developer front at Trackap",
            "description": "6-month part-time internship (2 days per week) inside Trackap. Worked as web developer"
        },
        "skipty": {
            "date": "2019 july - december",
            "job": "developer fullstack at Skipty",
            "description": "6-month internship as web developer inside the Skipty startup"
        },
        "delpharm": {
            "date": "2018 july",
            "job": "packaging operator for Delpharm Lille, France",
            "description": "1 month fixed-term contract as a packaging operator in a pharmaceutical company."
        }
    },
    "projects": {
        "title": "Projects",
        "year": "Year",
        "genre": "Genre",
        "what": "What",
        "epicture": {
            "name": "Epicture",
            "genre": "Mobil app",
            "what": "Project developed with react native for an Epitech's 3rd year project",
            "description": "Based on already existing app: Imgur, the purpose of the project is to remake a soft version of this app with its basic features using Imgur's API (Categories, add photos, takes photos, user profile, fav, like, comments, research, sort)"
        },
        "astroBrawl": {
            "name": "Astro Brawl",
            "genre": "3D Video game",
            "what": "Project developed with Unity in a context of a game jam within my university",
            "description": "For theme: 'space', we went on a Super Smash Bros game like in the space (up to 4 players). Having for only capacity a dash, the goal is to throw out of the viewport the other players to eliminate them"
        },
        "epitechJam": {
            "name": "Epitech jam",
            "genre": "3D Video game",
            "what": "Project develped with Unity in a context of a game jam within my university",
            "description": "For theme: 'seek', we went on an solo escape game type game. Stuck inside the tomb oh a pharaon, you will have to find the different clues if you wish exit the tomb!"
        },
        "gameOfLife": {
            "name": "Game of life",
            "genre": "Simulation game",
            "what": "Project developed with Unity in the context of a game project at my Croatian university",
            "description": "The Game of Life, is a cellular automaton devised by the British mathematician John Horton Conway in 1970. It is a zero-player game, meaning that its evolution is determined by its initial state. The game follows simple rules that define the living or dead state of a cell"
        },
        "apiSave": {
            "name": "API save",
            "genre": "APIs",
            "what": "Project developed with nodeJS in a context of an internship project",
            "description": "The purpose is to save the databases of clients on a company's server. The project is made of one server which stores the saves of each client as well as a unique API installed on each client's server, which creates the saves and send them to the storage server"
        }
    },
    "about": {
        "title": "About",
        "description": "A 4th year student in Epitech Lille, I am currently studying at a partner university in Croatia following the program of game development. Before starting IT, I have loved learning drawing, that is why I particularly appreciate working on visual projects such as games or web development. Besides IT, I have been a climber for more than 10 years now. That is a very important activity to me because it allow me to relax, giving my best and keeping me in good shape."
    }
}