{
    "header": {
        "home": "home",
        "skills": "compétences",
        "experiences": "expériences",
        "educations": "formations",
        "projects": "projets",
        "about": "à propos",
        "en": "en",
        "fr": "fr"
    },
    "home": {
        "hello": "Antony",
        "name": "Derache",
        "job1": "Game developer",
        "job2": "Web developer"
    },
    "skills": {
        "title": "Compétences",
        "react": "react js",
        "vue": "vue js",
        "node": "node js",
        "mongo": "mongoDB",
        "html": "html",
        "css": "css",
        "sass": "sass",
        "js": "javascript",
        "c": "c",
        "cpp": "c++",
        "csharp": "c#",
        "unity": "unity",
        "git": "git",
        "gitlab": "gitlab",
        "github": "github",
        "travis": "travis"
    },
    "experiences": {
        "title": "Expériences",
        "trackapBis": {
            "date": "2022 Septembre - 2023 Fevrier",
            "job": "Développeur front chez Trackap",
            "description": "Part-time 6 mois en tant que développeur front-end au sein de la start-up Trackap"
        },
        "sobook": {
            "date": "2021 avril - juillet",
            "job": "Développeur fullstack chez SoBook",
            "description": "Stage de 4 mois en tant que développeur fullstack au sein de l'entreprise SoBook"
        },
        "trackap": {
            "date": "2020 octobre - 2021 mars",
            "job": "Développeur front chez Trackap",
            "description": "Part-time 6 mois en tant que développeur front-end au sein de la start-up Trackap"
        },
        "skipty": {
            "date": "2019 juillet - decembre",
            "job": "Développeur fullstack chez Skipty",
            "description": "Stage 6 mois en tant que développeur web au sein de la startup Skipty"
        },
        "delpharm": {
            "date": "2018 juillet",
            "job": "Operateur de conditionnement chez Delpharm Lille",
            "description": "CDD 1 mois en tant qu'operateur de conditionnement"
        }
    },
    "projects": {
        "title": "Projets",
        "year": "Année",
        "genre": "Genre",
        "what": "Description",
        "download": "Télécharger",
        "playIt": "Jouer dès maintenant !",
        "forestBoy": {
            "name": "Forest Boy",
            "genre": "Jeu vidéo 2D",
            "what": "Projet réalisé sous Unity",
            "description": "Jeu de plates-formes die & retry inspiré des jeux actuelle: Super Meat Boy et Ori And The Blind Forest. Vous incarnez un petit personnage rouge dont l'objectif et de terminer les niveaux sans mourir"
        },
        "epicture": {
            "name": "Epicture",
            "genre": "Application mobile",
            "what": "Projet réalisé sous react native dans le cadre d'un projet de 3e année au sein d'Epitech",
            "description": "Basé sur l'application déjà existante: Imgur, le projet est de recréer une version soft de l'application avec ses features de base en utilisant API Imgur (Catégories, ajouter des photos, prendre des photos, profil utilisateur, fav, like, commentaires, rechercher, trier)"
        },
        "astroBrawl": {
            "name": "Astro Brawl",
            "genre": "Jeu vidéo 3D",
            "what": "Projet réalisé sous Unity dans le cadre d'une game jam au sein d'Epitech",
            "description": "Sous le thème: 'espace', nous sommes partis sur un Super Smash Bros game like dans l'espace (2 à 4 joueurs). Ayant comme seule capacité un dash, l'objectif est de pousser vos adversaires en dehors de l'écran afin de les éliminer"
        },
        "rewinder": {
            "name": "Rewinder",
            "genre": "Jeu vidéo 3D",
            "what": "Projet réalisé sous Unity dans le cadre d'une game jam",
            "description": "Sous le thème: 'temporalité', nous sommes partis sur un jeu Aventure à énigmes. Dans un château dont le roi est ensorcelé par un sort, parcourez, évitez et succédez aux énigmes en remontant le temps grace à votre pouvoir surnaturel !"
        },
        "gameOfLife": {
            "name": "Game of life",
            "genre": "Jeu de simulation",
            "what": "Projet réalisé sous Unity dans le cadre d'un projet de mon université Croate",
            "description": "Le jeu de la vie est un automate cellulaire imaginé par John Horton Conway en 1970. C'est un jeu de simulation au sens mathématique. Le jeu est régi par des règles très simples qui définissent l'état vivant ou mort d'une cellule"
        },
        "apiSave": {
            "name": "API sauvegarde",
            "genre": "APIs",
            "what": "Projet réalisé en nodeJS dans le cadre de mon stage chez SoBook",
            "description": "L'objectif de ce projet est de sauvegarder les bases de données de clients sur un serveur de l'entreprise. Le projet est composé d'un serveur qui stocke les sauvegardes de chaque client ainsi qu'une API installé sur chaque serveur de clients qui effectue les sauvegardes et les envois au serveur de stockage"
        }
    },
    "about": {
        "title": "À propos",
        "description": "Étudiant 5e année à Epitech Lille, j'apprécie particulièrement les projets visuels tels que le développement de jeu vidéo ou de développement web. J'ai passé lors de ma 4e année, à l'occasion de mes études, 1 année Erasmus en Croatie effectuant le programme jeu-vidéo. Outre l'informatique, je pratique l'escalade encore aujourd'hui depuis plus de 10 ans, c'est une activité importante pour mon développement personnel car elle me permet de décompresser et de me maintenir en forme."
    }
}